recipe_text = """
<b>Торт-безе «Павлова» с клубникой</b>

<i>ИНГРЕДИЕНТЫ</i>

    Яичный белок - 100 г
    Сахарная пудра - 200 г
    Соль - щепотка
    Лимонный сок - 1 чайная ложка
    Крахмал - 2 чайные ложки
    Сливки 33%-ные - 500 мл
    Ванильный сахар - 10 г
    Клубника - 400 г

<i>ИНСТРУКЦИЯ ПРИГОТОВЛЕНИЯ</i>

1. Взбить белки до появления пены, добавить щепотку соли. 
Частями ввести сахарную пудру. Добавить лимонный сок. 
Продолжать взбивать до образования твердых пиков. 
Далее через ситечко просеять 2 ч. л. крахмала и аккуратно лопаточкой перемешать безе.
  
2. Выложить на пергамент два коржа диаметром 20 см. 
Для точности можно взять тарелку диаметром 20 см и обвести ее, перевернуть пергамент и выложить безе. 
Сделать небольшое углубление по центру коржей.
    
3. Высушить в духовке при 100 градусах около 1,5–2 часов. 
Можно регулировать степень сухости коржей, можно оставить легкую тягучую консистенцию внутри, а можно полностью просушить, 
подержав в духовке подольше. На любителя.

4. Готовые коржи очень хорошо отходят от пергамента. Дать им полностью остыть.
        
5. Взбить 500 мл сливок с ванильным сахаром.
 
6. Нарезать клубнику. На каждый корж выложить половину сливок и клубники. 
Не допускать, чтобы собранный торт просто стоял, коржи сразу же размокнут и весь эффект хрустящего безе потеряется.

"""